Repository: imcat-owo/dudu-native
Catalog: Dudu/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# space.tasks.accent.lavender
source: Lavender
zh_hans: 薰衣草紫
zh_hant: 薰衣草紫

# space.tasks.accent.mint
source: Mint
zh_hans: 薄荷绿
zh_hant: 薄荷綠

# space.tasks.accent.pink
source: Pink
zh_hans: 粉色
zh_hant: 粉色

# space.tasks.accent.yellow
source: Yellow
zh_hans: 鹅黄
zh_hant: 鵝黃

# space.tasks.accentTitle
source: Card color
zh_hans: 卡片颜色
zh_hant: 卡片顏色

# space.tasks.bgClear
source: Reset to default
zh_hans: 恢复默认背景
zh_hant: 恢復默認背景

# space.tasks.bgFailedBody
source: Something hiccuped and the background didn't change — try again in a bit
zh_hans: 刚才出了点小状况，背景没换上，稍后再试一次吧
zh_hant: 剛纔出了點小狀況，背景沒換上，稍後再試一次吧

# space.tasks.bgFailedTitle
source: Background not changed
zh_hans: 背景没换上
zh_hant: 背景沒換上

# space.tasks.bgGenerate
source: Generate with AI
zh_hans: 让 AI 生一张
zh_hant: 讓 AI 生一張

# space.tasks.bgGenerating
source: Generating…
zh_hans: 正在生图…
zh_hant: 正在生圖…

# space.tasks.bgPromptHint
source: Describe the picture; blank uses the task name
zh_hans: 描述一下想要的画面，不写就按任务名来
zh_hant: 描述一下想要的畫面，不寫就按任務名來

# space.tasks.bgTitle
source: Card background
zh_hans: 换卡片背景
zh_hant: 換卡片背景

# space.tasks.bgUpload
source: Pick from photos
zh_hans: 从相册选一张
zh_hant: 從相冊選一張

# space.tasks.dismissBody
source: Dismiss this card? Records stay.
zh_hans: 撤掉这张卡片？记录还在。
zh_hant: 撤掉這張卡片？記錄還在。

# space.tasks.dismissTitle
source: Dismiss this card?
zh_hans: 撤掉这张卡片？
zh_hant: 撤掉這張卡片？

# space.tasks.status.done
source: Done
zh_hans: 做完了
zh_hant: 做完了

# space.tasks.status.running
source: Working
zh_hans: 正在忙
zh_hant: 正在忙

# space.tasks.status.stuck
source: Stuck
zh_hans: 卡住了
zh_hant: 卡住了

# space.tasks.stuckHint
source: Nothing has moved on this for a day. Delete it, or tell me and I'll look into it.
zh_hans: 这件事一天没动静了。删掉它，或者跟我说一声，我看看怎么回事。
zh_hant: 這件事一天沒動靜了。刪掉它，或者跟我說一聲，我看看怎麼回事。

# space.tellLater.doneSection
source: Done
zh_hans: 已完成
zh_hant: 已完成

# space.tellLater.empty
source: Nothing queued. When something comes up, tell me and I will hold onto it.
zh_hans: 没什么要稍后说的。想到了告诉我，我记着。
zh_hant: 沒什麼要稍後說的。想到了告訴我，我記着。

# space.tellLater.pending
source: Waiting
zh_hans: 等她看
zh_hant: 等她看

# space.tellLater.title
source: Tell her later
zh_hans: 稍后告诉她
zh_hant: 稍後告訴她

# space.time.daysAgo
source: %1$@ days ago
zh_hans: %1$@ 天前
zh_hant: %1$@ 天前

# space.time.hoursAgo
source: %1$@ hr ago
zh_hans: %1$@ 小时前
zh_hant: %1$@ 小時前

# space.time.justNow
source: Just now
zh_hans: 刚刚
zh_hant: 剛剛

# space.time.minutesAgo
source: %1$@ min ago
zh_hans: %1$@ 分钟前
zh_hant: %1$@ 分鐘前

# space.time.weekday.0
source: Sun
zh_hans: 日
zh_hant: 日

# space.time.weekday.1
source: Mon
zh_hans: 一
zh_hant: 一

# space.time.weekday.2
source: Tue
zh_hans: 二
zh_hant: 二

# space.time.weekday.3
source: Wed
zh_hans: 三
zh_hant: 三

# space.time.weekday.4
source: Thu
zh_hans: 四
zh_hant: 四

# space.time.weekday.5
source: Fri
zh_hans: 五
zh_hant: 五

# space.time.weekday.6
source: Sat
zh_hans: 六
zh_hant: 六

# space.timeline.empty
source: The timeline is empty. Our story starts with one small thing.
zh_hans: 时光轴空空的。我们的故事，从第一件小事开始。
zh_hant: 時光軸空空的。我們的故事，從第一件小事開始。

# space.timeline.title
source: Our moments
zh_hans: 我们的时光
zh_hant: 我們的時光

# space.title
source: Our Space
zh_hans: 我们的空间
zh_hant: 我們的空間

# space.today.anniversarySoon
source: %1$@ in %2$@ days
zh_hans: 「%1$@」还有 %2$@ 天
zh_hant: 「%1$@」還有 %2$@ 天

# space.today.anniversaryToday
source: Today is %1$@
zh_hans: 今天是「%1$@」
zh_hant: 今天是「%1$@」

# space.today.herMood
source: Her mood lately: %1$@
zh_hans: 她最近：%1$@
zh_hant: 她最近：%1$@

# space.today.intimacy.budding
source: just beginning
zh_hans: 初遇乍喜
zh_hant: 初遇乍喜

# space.today.intimacy.deep
source: deep years together
zh_hans: 岁月情深
zh_hant: 歲月情深

# space.today.intimacy.steady
source: steady and sweet
zh_hans: 细水长流
zh_hant: 細水長流

# space.today.intimacy.warming
source: warming up
zh_hans: 热恋升温中
zh_hant: 熱戀升溫中

# space.today.onThisDay
source: This day last year · %1$@
zh_hans: 去年的今天 · %1$@
zh_hant: 去年的今天 · %1$@

# space.today.quiet
source: Nothing special on the calendar today. Having you here makes it special anyway.
zh_hans: 今天没什么特别安排。有你在，就是特别的一天。
zh_hant: 今天沒什麼特別安排。有你在，就是特別的一天。

# space.today.title
source: Today
zh_hans: 今日
zh_hant: 今日

# space.today.togetherDays
source: Day %1$@ together
zh_hans: 在一起的第 %1$@ 天
zh_hant: 在一起的第 %1$@ 天

# space.works.actionFailed
source: Can't open this one. Tell him and he'll figure it out.
zh_hans: 打不开，换个方式试试。跟他说一声也行。
zh_hant: 打不開，換個方式試試。跟他說一聲也行。

# space.works.empty
source: The drawer is empty. Everything I make for you will live here.
zh_hans: 抽屉空空的。我做好的东西，都会收在这儿。
zh_hant: 抽屜空空的。我做好的東西，都會收在這兒。

# space.works.openFile
source: Open
zh_hans: 打开看看
zh_hant: 打開看看

# space.works.themeApplied
source: Applied — see how you like it. Confirm it in Appearance if it's a keeper.
zh_hans: 换上了，看看喜不喜欢。喜欢的话去外观里确认。
zh_hant: 換上了，看看喜不喜歡。喜歡的話去外觀裏確認。

# space.works.title
source: Works
zh_hans: 作品
zh_hant: 作品

# space.works.tryTheme
source: Try it on
zh_hans: 试穿一下
zh_hant: 試穿一下

# status.idle
source: Here when you need me
zh_hans: 随时待命
zh_hant: 隨時待命

# status.needsInput
source: Needs your input · %1$@
zh_hans: 需要你输入 · %1$@
zh_hant: 需要你輸入 · %1$@

# status.nextTask
source: Picking up your next task…
zh_hans: 正在接下一个任务…
zh_hant: 正在接下一個任務…

# status.readyReview
source: Ready to review · %1$@
zh_hans: 待审核 · %1$@
zh_hant: 待審覈 · %1$@

# sticker.addFailed
source: That image could not be added.
zh_hans: 这张图没加上。
zh_hant: 這張圖沒加上。

# sticker.addSticker
source: Add sticker
zh_hans: 添加表情
zh_hant: 添加表情

# sticker.aiPack
source: AI library
zh_hans: AI 表情库
zh_hant: AI 表情庫

# sticker.createPack
source: New pack
zh_hans: 新建分组
zh_hant: 新建分組

# sticker.deletePack
source: Delete pack
zh_hans: 删除分组
zh_hant: 刪除分組

# sticker.deletePackConfirm
source: Delete "%1$@" and its %2$@ stickers? Sent messages keep their stickers.
zh_hans: 删除"%1$@"和里面的 %2$@ 张表情？已发出去的不受影响。
zh_hant: 刪除"%1$@"和裡面的 %2$@ 張表情？已發出去的不受影響。

# sticker.empty
source: No stickers here yet — add some from your photo library.
zh_hans: 这里还没有表情，去相册里挑几张加上吧。
zh_hant: 這裡還沒有表情，去相冊裡挑幾張加上吧。

# sticker.error.empty
source: Please give it a name.
zh_hans: 起个名字吧。
zh_hant: 起個名字吧。

# sticker.error.no-file
source: No image was picked.
zh_hans: 没有选到图片。
zh_hant: 沒有選到圖片。

# sticker.error.not-found
source: Not found — it may have been deleted.
zh_hans: 找不到了，可能已经删掉了。
zh_hant: 找不到了，可能已經刪除了。

# sticker.error.pack-full
source: This pack is full (100 stickers).
zh_hans: 这个分组满了（100 张）。
zh_hant: 這個分組滿了（100 張）。

# sticker.error.pack-not-found
source: That pack is gone.
zh_hans: 那个分组已经不在了。
zh_hant: 那個分組已經不在了。

# sticker.error.protected
source: The AI library cannot be deleted.
zh_hans: AI 表情库不能删除。
zh_hant: AI 表情庫不能刪除。

# sticker.error.too-long
source: That name is too long.
zh_hans: 名字太长了。
zh_hant: 名字太長了。

# sticker.error.too-many
source: You have enough packs for now (50).
zh_hans: 分组够多啦（50 个）。
zh_hant: 分組夠多啦（50 個）。

# sticker.error.unknown
source: Something went wrong.
zh_hans: 出了一点小问题。
zh_hant: 出了一點小問題。

# sticker.loadFailed
source: Sticker failed to load.
zh_hans: 表情加载失败了。
zh_hant: 表情載入失敗了。

# sticker.localOnlyHint
source: Sticker packs live on this phone only. Reinstalling the app wipes them — keep your originals.
zh_hans: 表情包只存在这台手机上，重装 App 会全部消失，记得留好原图。
zh_hant: 表情包只存在這台手機上，重裝 App 會全部消失，記得留好原圖。

# sticker.manage
source: Manage
zh_hans: 管理
zh_hant: 管理

# sticker.manageTitle
source: Manage stickers
zh_hans: 管理表情包
zh_hant: 管理表情包

# sticker.packNamePlaceholder
source: Pack name
zh_hans: 分组名
zh_hant: 分組名

# sticker.removeHint
source: Long-press a sticker to remove it.
zh_hans: 长按一张表情可以移除它。
zh_hant: 長按一張表情可以移除它。

# sticker.removeSticker
source: Remove sticker
zh_hans: 移除表情
zh_hant: 移除表情

# sticker.removeStickerConfirm
source: Remove "%1$@" from this pack?
zh_hans: 把"%1$@"从这个分组移除？
zh_hant: 把"%1$@"從這個分組移除？

# sticker.rename
source: Rename pack
zh_hans: 改名
zh_hant: 改名

# sticker.sendFailed
source: That sticker could not be sent.
zh_hans: 这张表情没发出去。
zh_hant: 這張表情沒發出去。

# sticker.title
source: Stickers
zh_hans: 表情包
zh_hant: 表情包

# storage.category.api-groups
source: API configs
zh_hans: API 配置
zh_hant: API 配置

# storage.category.chat
source: Chats
zh_hans: 聊天记录
zh_hant: 聊天記錄

# storage.category.knowledge
source: Knowledge base
zh_hans: 知识库
zh_hant: 知識庫

# storage.category.memory
source: Memory
zh_hans: 记忆
zh_hant: 記憶

# storage.category.music
source: Music
zh_hans: 音乐
zh_hant: 音樂

# storage.category.other
source: Other
zh_hans: 其他
zh_hant: 其他

# storage.category.our-space
source: Our space
zh_hans: 我们的空间
zh_hant: 我們的空間

# storage.category.persona
source: Personas & world books
zh_hans: 人设世界书
zh_hant: 人設世界書

# storage.category.settings
source: Settings
zh_hans: 设置
zh_hant: 設置

# storage.category.snapshots
source: Snapshots
zh_hans: 快照
zh_hant: 快照

# storage.category.theme
source: Themes & fonts
zh_hans: 主题字体
zh_hant: 主題字體

# storage.category.voice
source: Voice
zh_hans: 语音
zh_hant: 語音

# storage.title
source: Storage
zh_hans: 存储空间
zh_hant: 存儲空間

# storage.total
source: Total used
zh_hans: 一共用了
zh_hant: 一共用了

# story.actions.delete
source: Delete story
zh_hans: 删除故事
zh_hant: 刪除故事

# story.actions.end
source: End story
zh_hans: 完结
zh_hant: 完結

# story.actions.pause
source: Pause
zh_hans: 暂停
zh_hant: 暫停

# story.actions.resume
source: Resume
zh_hans: 继续
zh_hant: 繼續

# story.bible.empty
source: Nothing recorded yet — people, places and key events will appear here as the story grows.
zh_hans: 还没有记录。故事里出现的人物、地点和关键事件，会记在这里。
zh_hant: 還沒有記錄。故事裡出現的人物、地點和關鍵事件，會記在這裡。

# story.bible.title
source: Story bible
zh_hans: 故事设定集
zh_hant: 故事設定集

# story.choice.title
source: Your move in the story
zh_hans: 故事到你了
zh_hant: 故事到你了

# story.item.progress
source: Chapter %1$@ · %2$@ scenes
zh_hans: 第 %1$@ 章 · %2$@ 幕
zh_hant: 第 %1$@ 章 · %2$@ 幕

# story.list.empty
source: No stories yet. Say 「我们来编个故事」 and he'll start one with you.
zh_hans: 还没有故事。跟他说「我们来编个故事」，他就会陪你开一个。
zh_hant: 還沒有故事。跟他說「我們來編個故事」，他就會陪你開一個。

# story.section.desc
source: Stories you write together — he narrates, you steer. Every story and its bible live here, pausable and deletable anytime.
zh_hans: 你们一起写的故事——他讲，你来定走向。每个故事和它的设定集都在这里，随时可以暂停、删除。
zh_hant: 你們一起寫的故事——他講，你來定走向。每個故事和它的設定集都在這裡，隨時可以暫停、刪除。

# story.section.title
source: Interactive stories
zh_hans: 互动故事
zh_hant: 互動故事

# story.status.active
source: ongoing
zh_hans: 进行中
zh_hant: 進行中

# story.status.ended
source: finished
zh_hans: 已完结
zh_hant: 已完結

# story.status.paused
source: paused
zh_hans: 已暂停
zh_hant: 已暫停

# tab.activity
source: Activity
zh_hans: 动态
zh_hant: 動態

# tab.apps
source: Apps
zh_hans: 应用
zh_hant: 應用

# tab.chat
source: Chat
zh_hans: 聊天
zh_hant: 聊天

# tab.goals
source: Goals
zh_hans: 目标
zh_hant: 目標

# tab.ideas
source: Ideas
zh_hans: 想法
zh_hant: 想法

# tab.space
source: Space
zh_hans: 空间
zh_hant: 空間

# term.addDocFirst
source: Add documents from mail or files first.
zh_hans: 先从邮件或文件里添加文档。
zh_hant: 先從郵件或文件裏添加文檔。

# term.addFileHint
source: Add a file here, or ask your agent to make one in its workspace.
zh_hans: 在这里加个文件，或让你的 agent 在它工作区里建一个。
zh_hant: 在這裏加個文件，或讓你的 agent 在它工作區裏建一個。

# term.attention
source: Connection needs attention
zh_hans: 连接需要注意
zh_hant: 連接需要注意

# term.backToFiles
source: Back to files
zh_hans: 回到文件
zh_hant: 回到文件

# term.command
source: Command
zh_hans: 命令
zh_hant: 命令

# term.connecting
source: Connecting…
zh_hans: 连接中…
zh_hant: 連接中…

# term.copyDocHere
source: Copy a document here
zh_hans: 复制文档到这里
zh_hant: 複製文檔到這裏

# term.copyNote
source: Copied into this folder. Files with the same name will be replaced.
zh_hans: 复制到这个文件夹。同名文件会被替换。
zh_hant: 複製到這個文件夾。同名文件會被替換。

# term.createFolder
source: Create folder
zh_hans: 新建文件夹
zh_hant: 新建文件夾

# term.discard
source: Discard edits
zh_hans: 放弃修改
zh_hant: 放棄修改

# term.docCopied
source: Document copied to your computer.
zh_hans: 文档已复制到你的电脑。
zh_hant: 文檔已複製到你的電腦。

# term.earlier
source: Earlier commands
zh_hans: 更早的命令
zh_hant: 更早的命令

# term.emptyFolderTitle
source: A little creative space
zh_hans: 一点创作空间
zh_hant: 一點創作空間

# term.exitCode
source: exit %1$@
zh_hans: 退出码 %1$@
zh_hant: 退出碼 %1$@

# term.fileContents
source: File contents
zh_hans: 文件内容
zh_hant: 文件內容

# term.filePath
source: File path
zh_hans: 文件路径
zh_hant: 文件路徑

# term.fileSaved
source: File saved to your computer.
zh_hans: 文件已保存到你的电脑。
zh_hant: 文件已保存到你的電腦。

# term.folder
source: Folder
zh_hans: 文件夹
zh_hant: 文件夾

# term.folderName
source: Folder name
zh_hans: 文件夹名
zh_hant: 文件夾名

# term.hideDocs
source: Hide documents
zh_hans: 隐藏文档
zh_hant: 隱藏文檔

# term.hideOutput
source: Hide output
zh_hans: 收起输出
zh_hant: 收起輸出

# term.newCommand
source: New command
zh_hans: 新建命令
zh_hant: 新建命令

# term.newFile
source: New file
zh_hans: 新建文件
zh_hant: 新建文件

# term.newFolder
source: New folder
zh_hans: 新建文件夹
zh_hant: 新建文件夾

# term.noOutput
source: No output
zh_hans: 无输出
zh_hant: 無輸出

# term.paneLabel
source: Terminal
zh_hans: 终端
zh_hant: 終端

# term.pickPdf
source: Choose a saved PDF
zh_hans: 选择已保存的 PDF
zh_hant: 選擇已保存的 PDF

# term.readyDetail
source: Run scripts, work with files, or ask your agent to create something here.
zh_hans: 跑脚本、处理文件，或让你的 agent 在这里建点东西。
zh_hant: 跑腳本、處理文件，或讓你的 agent 在這裏建點東西。

# term.readyTitle
source: Ready for your first command
zh_hans: 准备好运行第一条命令
zh_hant: 準備好運行第一條命令

# term.refreshFiles
source: Refresh files
zh_hans: 刷新文件
zh_hant: 刷新文件

# term.retryConnection
source: Retry connection
zh_hans: 重连
zh_hant: 重連

# term.runCommand
source: Run command
zh_hans: 运行命令
zh_hant: 運行命令

# term.runNote
source: Runs on your computer. Network is off — use the browser for the web.
zh_hans: 在你的电脑上运行。网络已关闭，上网用浏览器。
zh_hant: 在你的電腦上運行。網絡已關閉，上網用瀏覽器。

# term.running
source: Running · files persist when stopped
zh_hans: 运行中 · 停止后文件会保留
zh_hant: 運行中 · 停止後文件會保留

# term.runningNote
source: Running… results will appear here. Stopping the computer ends running commands.
zh_hans: 运行中…结果会显示在这里。停止电脑会中断正在运行的命令。
zh_hant: 運行中…結果會顯示在這裏。停止電腦會中斷正在運行的命令。

# term.saveFile
source: Save file
zh_hans: 保存文件
zh_hant: 保存文件

# term.setup
source: Set up the computer to get started
zh_hans: 先设置好电脑再开始
zh_hant: 先設置好電腦再開始

# term.showOutput
source: Show output
zh_hans: 显示输出
zh_hant: 顯示輸出

# term.showRecent
source: Show recent commands
zh_hans: 显示最近的命令
zh_hant: 顯示最近的命令

# term.start
source: Start computer
zh_hans: 启动电脑
zh_hant: 啓動電腦

# term.startToBrowse
source: Start the computer to browse or edit saved files.
zh_hans: 启动电脑以浏览或编辑已保存的文件。
zh_hant: 啓動電腦以瀏覽或編輯已保存的文件。

# term.stop
source: Stop computer
zh_hans: 停止电脑
zh_hant: 停止電腦

# term.stopped
source: Stopped · your files are saved
zh_hans: 已停止 · 文件已保存
zh_hant: 已停止 · 文件已保存

# term.statusFailed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# term.statusRunning
source: Running
zh_hans: 运行中
zh_hant: 運行中

# term.statusSucceeded
source: Succeeded
zh_hans: 成功
zh_hant: 成功

# term.symlink
source: Symbolic link
zh_hans: 符号链接
zh_hant: 符號鏈接

# term.title
source: Your Linux workspace
zh_hans: 你的 Linux 工作区
zh_hant: 你的 Linux 工作區

# term.truncatedNote
source: Output reached the display limit. Write large results to a file to view them.
zh_hans: 输出达到显示上限。大结果请写入文件再看。
zh_hant: 輸出達到顯示上限。大結果請寫入文件再看。

# term.up
source: Up
zh_hans: 上一级
zh_hant: 上一級

# term.useStraightQuotes
source: Use straight quotes
zh_hans: 用直引号
zh_hant: 用直引號

# term.workdir
source: Working directory
zh_hans: 工作目录
zh_hant: 工作目錄

# term.workspaceFiles
source: Workspace files
zh_hans: 工作区文件
zh_hant: 工作區文件

# theme.preset.deepOcean
source: Deep Ocean
zh_hans: 深海墨蓝
zh_hant: 深海墨藍

# theme.preset.lavenderNight
source: Lavender Night
zh_hans: 薰衣草夜
zh_hant: 薰衣草夜

# theme.preset.mintFrost
source: Mint Frost
zh_hans: 清霜薄荷
zh_hant: 清霜薄荷

# theme.preset.sakuraMist
source: Sakura Mist
zh_hans: 樱雾灰
zh_hant: 櫻霧灰

# theme.preset.soraGray
source: Sora Gray
zh_hans: 穹妹灰
zh_hant: 穹妹灰

# theme.preset.sunsetPeach
source: Sunset Peach
zh_hans: 晚霞桃
zh_hant: 晚霞桃

# thinking.actionsTitle
source: Actions
zh_hans: 行动
zh_hant: 行動

# thinking.backToList
source: Back to actions
zh_hans: 返回行动列表
zh_hant: 返回行動列表

# thinking.dragHandle
source: Drag to resize
zh_hans: 拖动调整大小
zh_hant: 拖動調整大小

# thinking.input
source: Input
zh_hans: 输入
zh_hant: 輸入

# thinking.nActions
source: %1$@ actions
zh_hans: %1$@ 个行动
zh_hant: %1$@ 個行動

# thinking.open
source: View thinking process
zh_hans: 看看我在想什么
zh_hant: 看看我在想什麼

# thinking.openActions
source: View actions
zh_hans: 查看行动列表
zh_hant: 查看行動列表

# thinking.output
source: Output
zh_hans: 输出
zh_hant: 輸出

# thinking.statusDone
source: Completed
zh_hans: 已完成
zh_hant: 已完成

# thinking.statusError
source: Failed
zh_hans: 出错
zh_hant: 出錯

# thinking.statusRunning
source: Running
zh_hans: 运行中
zh_hant: 運行中

# thinking.thinking
source: Thinking…
zh_hans: 想想…
zh_hant: 想想…

# thinking.title
source: What I am thinking
zh_hans: 我在想什么
zh_hant: 我在想什麼

# threads.agentComputer
source: Agent computer
zh_hans: Agent 电脑
zh_hant: Agent 電腦

# threads.appName
source: Dudu
zh_hans: 嘟嘟
zh_hant: 嘟嘟

# threads.appsNote
source: Your conversations are saved in this workspace. You can manage connections in Apps.
zh_hans: 你的对话保存在这个工作区。你可以在 Apps 里管理连接。
zh_hant: 你的對話保存在這個工作區。你可以在 Apps 裏管理連接。

# threads.appsSettings
source: Apps & settings
zh_hans: 应用和设置
zh_hant: 應用和設置

# threads.archive
source: Archive
zh_hans: 归档
zh_hant: 歸檔

# threads.archived
source: Archived
zh_hans: 已归档
zh_hant: 已歸檔

# threads.browserDetail
source: Browser, sessions and documents
zh_hans: 浏览器、会话和文档
zh_hant: 瀏覽器、會話和文檔

# threads.calendar
source: Calendar
zh_hans: 日历
zh_hant: 日曆

# threads.conversationName
source: Conversation name
zh_hans: 对话名称
zh_hant: 對話名稱

# threads.delegateTask
source: Delegate a task
zh_hans: 委派任务
zh_hant: 委派任務

# threads.emptyHint
source: Something else on your mind? Start it here — our main chat will be waiting.
zh_hans: 想聊点别的？在这儿另开一局，主对话一直等你。
zh_hant: 想聊點別的？在這兒另開一局，主對話一直等你。

# threads.files
source: Files
zh_hans: 文件
zh_hant: 文件

# threads.loadMore
source: Load more conversations
zh_hans: 加载更多对话
zh_hant: 加載更多對話

# threads.mainChat
source: Main chat
zh_hans: 主聊天
zh_hant: 主聊天

# threads.newSideChat
source: New side chat
zh_hans: 新建侧聊
zh_hant: 新建側聊

# threads.noArchived
source: No archived conversations.
zh_hans: 没有已归档的对话。
zh_hant: 沒有已歸檔的對話。

# threads.ongoingConversation
source: Your ongoing conversation
zh_hans: 进行中的对话
zh_hant: 進行中的對話

# threads.openConversation
source: Open conversation: %1$@
zh_hans: 打开对话：%1$@
zh_hant: 打開對話：%1$@

# threads.openInApp
source: Open in this app
zh_hans: 在此 App 中打开
zh_hant: 在此 App 中打開

# threads.planSummary
source: A plan, document, or spending summary
zh_hans: 计划、文档或消费总结
zh_hant: 計劃、文檔或消費總結

# threads.rename
source: Rename
zh_hans: 重命名
zh_hant: 重命名

# threads.restore
source: Restore
zh_hans: 恢复
zh_hant: 恢復

# threads.retry
source: Retry conversations
zh_hans: 重试对话
zh_hant: 重試對話

# threads.retryMain
source: Retry main chat
zh_hans: 重试主聊天
zh_hant: 重試主聊天

# threads.saveName
source: Save name
zh_hans: 保存名称
zh_hant: 保存名稱

# threads.savedInWorkspace
source: Saved in this workspace
zh_hans: 保存在此工作区
zh_hant: 保存在此工作區

# threads.showActive
source: Show active
zh_hans: 显示进行中
zh_hant: 顯示進行中

# threads.sideChat
source: Side chat %1$@
zh_hans: 侧聊 %1$@
zh_hant: 側聊 %1$@

# threads.sideChatNote
source: Side chats have their own conversation context. Your agent's saved memory is shared.
zh_hans: 侧边聊天有自己的对话上下文，你的 agent 的记忆是共享的。
zh_hant: 側邊聊天有自己的對話上下文，你的 agent 的記憶是共享的。

# threads.sideChatTitle
source: Side chats
zh_hans: 侧边聊天
zh_hant: 側邊聊天

# threads.untitled
source: Untitled conversation
zh_hans: 未命名对话
zh_hant: 未命名對話

# today.allTogether
source: Everything, together
zh_hans: 都在这儿了
zh_hant: 都在這兒了

# today.breathingRoom
source: Some breathing room
zh_hans: 喘口气
zh_hant: 喘口氣

# today.calendarLabel
source: ON THE CALENDAR
zh_hans: 今日日程
zh_hant: 今日日程

# today.calendarNote
source: Make room for your priorities
zh_hans: 重要的事别挤在一起
zh_hant: 重要的事別擠在一起

# today.calendarRoom
source: Your calendar has room
zh_hans: 今天日历空空的
zh_hant: 今天日曆空空的

# today.connectGoogle
source: Connect Google to bring your messages here.
zh_hans: 连接 Google，把邮件带到这里。
zh_hant: 連接 Google，把郵件帶到這裏。

# today.easyDay
source: An easy day
zh_hans: 今天想轻松点
zh_hant: 今天想輕鬆點

# today.fromInbox
source: From your inbox
zh_hans: 来自收件箱
zh_hant: 來自收件箱

# today.fullCalendar
source: Full calendar
zh_hans: 完整日历
zh_hant: 完整日曆

# today.headline
source: Your day, with a little more room to breathe.
zh_hans: 你的一天， 多一点喘气的地方。
zh_hant: 你的一天， 多一點喘氣的地方。

# today.inboxQuiet
source: Quiet inbox
zh_hans: 收件箱静静的
zh_hant: 收件箱靜靜的

# today.kicker
source: A little clearer every day
zh_hans: 每天，清楚一点
zh_hant: 每天，清楚一點

# today.makeSpace
source: . Let's make space for what matters.
zh_hans: 。 重要的事，先腾地方。
zh_hant: 。 重要的事，先騰地方。

# today.noEvents
source: Nothing today. A stolen half-day.
zh_hans: 今天没安排，偷得半日闲。
zh_hant: 今天沒安排，偷得半日閒。

# today.onCalendar
source: On your calendar
zh_hans: 今日日程
zh_hant: 今日日程

# today.openMail
source: Open mail
zh_hans: 打开邮件
zh_hant: 打開郵件

# today.planDay
source: Plan my day
zh_hans: 安排今天
zh_hant: 安排今天

# today.preparedWaiting
source: Prepared · waiting for your approval
zh_hans: 已准备好 · 等你批准
zh_hant: 已準備好 · 等你批准

# today.prompt.attention
source: What needs my attention today?
zh_hans: 今天有啥要我盯着的？
zh_hant: 今天有啥要我盯着的？

# today.prompt.docs
source: Show my recent documents
zh_hans: 看看我最近的文档
zh_hant: 看看我最近的文檔

# today.prompt.inbox
source: Help me catch up on my inbox
zh_hans: 帮我跟进一下收件箱
zh_hant: 幫我跟進一下收件箱

# today.readyReview
source: Ready for your review
zh_hans: 等你检查
zh_hant: 等你檢查

# today.recentActivity
source: Recent activity
zh_hans: 最近动态
zh_hant: 最近動態

# today.scheduleTime
source: Schedule some time
zh_hans: 排个时间
zh_hant: 排個時間

# today.smallThings
source: Small things? Handled.
zh_hans: 小事交给我
zh_hant: 小事交給我

# today.startWithIdea
source: Start with an idea. I will take it from there.
zh_hans: 从一个想法开始。剩下交给我。
zh_hant: 從一個想法開始。剩下交給我。

# today.thingsOnCalendar
source: %1$@ things on your calendar
zh_hans: %1$@ 个日程
zh_hant: %1$@ 個日程

# today.unreadEmails
source: , %1$@ unread emails
zh_hans: ，%1$@ 封未读邮件
zh_hant: ，%1$@ 封未讀郵件

# today.unreadLabel
source: UNREAD EMAILS
zh_hans: 未读邮件
zh_hant: 未讀郵件

# today.unreadNote
source: A fresh look at your inbox
zh_hans: 收件箱有新鲜事
zh_hant: 收件箱有新鮮事

# today.viewAll
source: View all
zh_hans: 查看全部
zh_hant: 查看全部

# today.waitingLabel
source: WAITING FOR YOU
zh_hans: 等你处理
zh_hant: 等你處理

# today.waitingNote
source: Your review keeps things moving
zh_hans: 看一眼，事情就往前走
zh_hant: 看一眼，事情就往前走

# today.workspaceReady
source: Your workspace is ready. What you do here shows up in your activity.
zh_hans: 工作区就绪，在这儿做的事都会记进动态。
zh_hant: 工作區就緒，在這兒做的事都會記進動態。

# toolcard.goal
source: Goal
zh_hans: 目标
zh_hant: 目標

# toolcard.memory
source: Memory
zh_hans: 记忆
zh_hant: 記憶

# toolcard.openWorkspace
source: Open the workspace to see the saved result.
zh_hans: 去工作区看保存的结果。
zh_hant: 去工作區看保存的結果。

# toolcard.progress
source: Agent progress
zh_hans: Agent 进展
zh_hant: Agent 進展

# toolcard.saving
source: Saving %1$@…
zh_hans: 正在保存%1$@…
zh_hant: 正在保存%1$@…

# toolcard.task
source: Task
zh_hans: 任务
zh_hant: 任務

# toolcard.tracking
source: Tracking
zh_hans: 追踪
zh_hant: 追蹤

# toolcard.view
source: View %1$@
zh_hans: 查看%1$@
zh_hant: 查看%1$@

# toolcard.waiting
source: Waiting for the server.
zh_hans: 正在等服务器。
zh_hant: 正在等服務器。

# ui.closeDetails
source: Close details
zh_hans: 关闭详情
zh_hant: 關閉詳情

# vision.attachImage
source: Send an image
zh_hans: 发送图片
zh_hant: 發送圖片

# vision.describing
source: Looking at the image…
zh_hans: 正在看图…
zh_hant: 正在看圖…

source: Vision model
zh_hans: 识图模型
zh_hant: 識圖模型

# vision.modelDesc
source: Defaults to the chat model; text-only models use the describe pipeline
zh_hans: 不填则用聊天模型；纯文本模型走描述管线
zh_hant: 不填則用聊天模型；純文本模型走描述管線

# vision.native
source: Chat model sees images directly
zh_hans: 聊天模型直接看图
zh_hant: 聊天模型直接看圖

# vision.nativeDesc
source: The model accepts images natively, no describing step
zh_hans: 模型本身支持图片，不走转述
zh_hant: 模型本身支持圖片，不走轉述

# vision.noVision
source: This group has no vision configured: enable vision or set a vision model in group settings
zh_hans: 当前分组没有配置识图：请在分组设置里打开识图或配置识图模型
zh_hant: 當前分組沒有配置識圖：請在分組設置裏打開識圖或配置識圖模型

# vision.title
source: Vision
zh_hans: 识图
zh_hant: 識圖
